------
Drone: 1

id: 0
command: command
response: ok
start time: 2019-03-19 22:23:56.019914
end_time: 2019-03-19 22:23:56.068970
duration: 0.049056

id: 1
command: battery?
response: 93

start time: 2019-03-19 22:24:01.029342
end_time: 2019-03-19 22:24:01.068321
duration: 0.038979

id: 2
command: sn?
response: 0TQDFB6EDB433F
start time: 2019-03-19 22:24:02.030720
end_time: 2019-03-19 22:24:02.043043
duration: 0.012323

id: 3
command: mon
response: ok
start time: 2019-03-19 22:24:03.532559
end_time: 2019-03-19 22:24:03.565523
duration: 0.032964

id: 4
command: takeoff
response: ok
start time: 2019-03-19 22:24:03.565729
end_time: 2019-03-19 22:24:09.584791
duration: 6.019062

id: 5
command: go 100 0 100 60 mid
response: ok
start time: 2019-03-19 22:24:09.584909
end_time: 2019-03-19 22:24:14.024032
duration: 4.439123

id: 6
command: land
response: ok
start time: 2019-03-19 22:24:14.024353
end_time: 2019-03-19 22:24:17.999819
duration: 3.975466

