------
Drone: 1

id: 0
command: command
response: ok
start time: 2019-03-19 22:51:01.292087
end_time: 2019-03-19 22:51:01.415869
duration: 0.123782

id: 1
command: battery?
response: 65

start time: 2019-03-19 22:51:06.302905
end_time: 2019-03-19 22:51:06.338400
duration: 0.035495

id: 2
command: sn?
response: 0TQDFB6EDB433F
start time: 2019-03-19 22:51:07.304120
end_time: 2019-03-19 22:51:07.354857
duration: 0.050737

id: 3
command: mon
response: ok
start time: 2019-03-19 22:51:08.305111
end_time: 2019-03-19 22:51:08.332428
duration: 0.027317

id: 4
command: takeoff
response: ok
start time: 2019-03-19 22:51:08.332640
end_time: 2019-03-19 22:51:12.309511
duration: 3.976871

id: 5
command: curve 100 50 100 50 -100 100 60 m1
response: None
start time: 2019-03-19 22:51:12.309614
end_time: None
duration: None

id: 6
command: go -100 0 100 0 100 100 60 60 m3
response: ok
start time: 2019-03-19 22:51:21.309755
end_time: 2019-03-19 22:51:21.850158
duration: 0.540403

id: 7
command: land
response: ok
start time: 2019-03-19 22:51:21.850316
end_time: 2019-03-19 22:51:25.511483
duration: 3.661167

